Repository: TAP-NAP/TAPCamDemo
Catalog: TAPCamDemo/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ mode
zh_hans: %@ 模式

source: %@ mode coming soon
zh_hans: %@ 模式即将推出

source: %lld percent
zh_hans: 百分之 %lld

source: %lld sampled points
zh_hans: %lld 个采样点

source: %lld selected points
zh_hans: %lld 个已选点

source: %lld%% valid depth coverage
zh_hans: %lld%% 有效深度覆盖率

source: 2D analysis
zh_hans: 2D 分析

source: 2D comparison divider
zh_hans: 2D 对比滑块

source: 2D overlay opacity
zh_hans: 2D 叠加层不透明度

source: 3D projection
zh_hans: 3D 投影

source: 3D projection model
zh_hans: 3D 投影模型

source: A local plane estimate appears after the selected region has enough valid depth points for a stable fit.
zh_hans: 所选区域包含足够的有效深度点并可稳定拟合后，将显示局部平面估计。

source: A stable plane needs enough nearby samples with similar camera-coordinate depth geometry.
zh_hans: 稳定平面需要足够多、且在相机坐标系深度几何上相近的邻近样本。

source: Adds capture location to photo metadata.
zh_hans: 将拍摄位置写入照片元数据。

source: Adjust exposure compensation.
zh_hans: 调整曝光补偿。

source: AE/AF LOCK
zh_hans: 自动曝光/自动对焦锁定

source: Allow
zh_hans: 允许

source: Always allowed
zh_hans: 始终允许

source: Always On
zh_hans: 始终开启

source: Analysis
zh_hans: 分析

source: Analysis Animation
zh_hans: 分析动画

source: Aperture %@
zh_hans: 光圈 %@

source: App Attest Backend
zh_hans: App Attest 后端

source: App Attest Credential
zh_hans: App Attest 凭据

source: App Language
zh_hans: App 语言

source: Apple depth accuracy and quality metadata for this captured photo.
zh_hans: 这张照片所包含的 Apple 深度精度与质量元数据。

source: Approximate visible surface area in camera coordinates.
zh_hans: 相机坐标系中可见表面的近似面积。

source: Area
zh_hans: 面积

source: Authorized
zh_hans: 已授权

source: Auto
zh_hans: 自动

source: Auto focus
zh_hans: 自动对焦

source: Available
zh_hans: 可用

source: Average distance from inlier points to the fitted plane. Smaller values usually mean the selected surface is flatter.
zh_hans: 内点到拟合平面的平均距离。数值越小，通常表示所选表面越平整。

source: Average distance from inlier points to the selected plane.
zh_hans: 内点到所选平面的平均距离。

source: Back to TAP Library
zh_hans: 返回 TAP 图库

source: Balanced
zh_hans: 均衡

source: Calibration
zh_hans: 标定

source: Camera
zh_hans: 相机

source: Camera Access
zh_hans: 相机访问

source: Camera access is required to capture depth photos.
zh_hans: 拍摄深度照片需要相机访问权限。

source: Camera Behavior
zh_hans: 相机行为

source: Camera calibration missing.
zh_hans: 缺少相机标定数据。

source: Camera configuration did not finish.
zh_hans: 相机配置未完成。

source: Camera configuration failed. See diagnostics for details.
zh_hans: 相机配置失败。请查看诊断信息了解详情。

source: Camera controls are temporarily unavailable.
zh_hans: 相机控制暂时不可用。

source: Camera intrinsics used to project depth pixels into local camera coordinates.
zh_hans: 用于将深度像素投影到相机局部坐标系的相机内参。

source: Camera preview did not resume. Retry camera setup.
zh_hans: 相机预览未恢复。请重试相机设置。

source: Camera service did not respond.
zh_hans: 相机服务没有响应。

source: Camera service is not responding. Reopen TAP-NAP if it does not recover.
zh_hans: 相机服务没有响应。如果无法恢复，请重新打开 TAP-NAP。

source: Camera service is ready to retry.
zh_hans: 相机服务已可以重试。

source: Camera service is still recovering.
zh_hans: 相机服务仍在恢复中。

source: Camera service restarted. Waiting for it to recover.
zh_hans: 相机服务已重新启动，正在等待恢复。

source: Camera Settings
zh_hans: 相机设置

source: Camera setup needs attention
zh_hans: 相机设置需要处理

source: Cancel
zh_hans: 取消

source: Capture
zh_hans: 拍摄

source: Capture a TAP depth photo first, then return here to analyze it.
zh_hans: 请先拍摄一张 TAP 深度照片，然后返回此处进行分析。

source: Capture Haptics
zh_hans: 拍摄触感

source: Capture photos with TAPCam from the Lock Screen.
zh_hans: 从锁定屏幕使用 TAPCam 拍摄照片。

source: Capture Prioritization
zh_hans: 拍摄优先策略

source: Capture Score
zh_hans: 拍摄评分

source: Capture uses location or microphone data only when system authorization and the app data-use switch are both enabled.
zh_hans: 只有在系统已授权且 App 内的数据使用开关也已开启时，拍摄才会使用位置或麦克风数据。

source: Center Cross
zh_hans: 中心十字线

source: Checks that TAPCam can reach the service before first camera setup.
zh_hans: 在首次设置相机前，检查 TAPCam 能否连接服务。

source: Close analysis panel
zh_hans: 关闭分析面板

source: Close the analyzer and return to the camera.
zh_hans: 关闭分析器并返回相机。

source: Close this analysis panel.
zh_hans: 关闭此分析面板。

source: Cloud
zh_hans: 点云

source: Cloud Info
zh_hans: 点云信息

source: Cloud legend
zh_hans: 点云图例

source: Cloud loupe
zh_hans: 点云放大镜

source: Cloud view projects valid depth pixels through camera intrinsics into a lightweight camera-coordinate point preview. It is a point cloud, not cloud storage, cloud compute, or a semantic word cloud.
zh_hans: 点云视图使用相机内参，将有效深度像素投影为轻量的相机坐标系点预览。这里的点云并非云存储、云计算或语义词云。

source: Combined score from flatness, inlier ratio, and selected plane size.
zh_hans: 由平整度、内点比例和所选平面大小综合得出的评分。

source: Coming soon
zh_hans: 即将推出

source: Complete network access, camera, and photo library access first. Location and microphone are optional.
zh_hans: 请先完成网络、相机和照片图库访问设置。位置与麦克风为可选权限。

source: Completed
zh_hans: 已完成

source: Confidence
zh_hans: 置信度

source: Continue
zh_hans: 继续

source: Controls seed-grown plane strictness and reports the selected plane region's cells, area, confidence, flatness, residual, and calibration diagnostics.
zh_hans: 控制种子生长平面的严格度，并报告所选平面区域的单元格、面积、置信度、平整度、残差及标定诊断。

source: Controls the opacity of generated overlays on the main image, so you can compare the analysis layer against the RGB photo.
zh_hans: 控制主图上生成叠加层的不透明度，以便将分析层与 RGB 照片进行比较。

source: Coverage is the share of depth pixels that can contribute to statistics, plane fitting, and point projection.
zh_hans: 覆盖率表示可参与统计、平面拟合和点投影的深度像素比例。

source: Credential
zh_hans: 凭据

source: Cycle flash mode.
zh_hans: 切换闪光灯模式。

source: Data & Permissions
zh_hans: 数据与权限

source: Default Off
zh_hans: 默认关闭

source: Default On
zh_hans: 默认开启

source: Delete
zh_hans: 删除

source: Delete photo
zh_hans: 删除照片

source: Delete unsaved photo?
zh_hans: 删除尚未保存的照片？

source: Delete unsaved video?
zh_hans: 删除尚未保存的视频？

source: Delete video
zh_hans: 删除视频

source: Denied
zh_hans: 已拒绝

source: Depth
zh_hans: 深度

source: Depth quality
zh_hans: 深度质量

source: Depth size
zh_hans: 深度尺寸

source: Depth view overlays metric depth as a false-color heatmap. Near pixels use the low end of the legend and far pixels use the high end. Transparent pixels do not contain valid depth.
zh_hans: 深度视图以伪彩色热图叠加公制深度。近处像素使用图例低值端的颜色，远处像素使用高值端的颜色；透明像素不包含有效深度。

source: Depth Warnings
zh_hans: 深度警告

source: Destination
zh_hans: 目标位置

source: Detected plane %lld percent confidence
zh_hans: 检测到的平面置信度为百分之 %lld

source: Detecting plane region...
zh_hans: 正在检测平面区域…

source: Done
zh_hans: 完成

source: Downloading photo
zh_hans: 正在下载照片

source: Downloading video
zh_hans: 正在下载视频

source: Drag on the image to choose a depth region. Measurements update from the finite positive depth samples inside that selection.
zh_hans: 在图像上拖动以选择深度区域。测量结果会根据所选区域内有限且为正的深度样本更新。

source: Drag on the image to choose a region. The region heatmap uses only the selected valid depth samples to recalculate its color range.
zh_hans: 在图像上拖动以选择区域。区域热图只使用选中的有效深度样本重新计算颜色范围。

source: Enable required camera or photo library access in Settings, then return.
zh_hans: 请在“设置”中允许所需的相机或照片图库访问权限，然后返回。

source: EV
zh_hans: 曝光补偿

source: Explains the current view's color mapping, such as near-to-far depth colors, valid-depth coverage, or point-cloud distance colors.
zh_hans: 说明当前视图的颜色映射，例如由近到远的深度颜色、有效深度覆盖范围或点云距离颜色。

source: Explains the local camera-coordinate point cloud preview and reports point counts and near-to-far color meaning.
zh_hans: 说明相机局部坐标系中的点云预览，并报告点数以及由近到远的颜色含义。

source: Export failed
zh_hans: 导出失败

source: Export Originals
zh_hans: 导出原始文件

source: Exports original signed resources for local or browser verification.
zh_hans: 导出原始签名资源，以便在本机或浏览器中验证。

source: Exposure compensation %@
zh_hans: 曝光补偿 %@

source: Far
zh_hans: 远处

source: Far %@
zh_hans: 远处 %@

source: Far points
zh_hans: 远处点

source: Feedback
zh_hans: 反馈

source: File information
zh_hans: 文件信息

source: First launch needs required setup checks before camera setup can continue.
zh_hans: 首次启动需要完成必要的设置检查，之后才能继续配置相机。

source: Flash %@
zh_hans: 闪光灯 %@

source: Flash Default
zh_hans: 闪光灯默认状态

source: Flash unavailable
zh_hans: 闪光灯不可用

source: Flatness
zh_hans: 平整度

source: Focus Magnifier
zh_hans: 对焦放大镜

source: Generating credential
zh_hans: 正在生成凭据

source: Get Permission
zh_hans: 获取权限

source: Global depth legend
zh_hans: 全局深度图例

source: Green indicates valid depth coverage. Yellow outlines mark transitions between valid and invalid depth.
zh_hans: 绿色表示有效深度覆盖区域，黄色轮廓标出有效与无效深度之间的过渡。

source: Grid
zh_hans: 网格

source: Grid cells inside the grown region that contain enough pixels fitting the selected plane.
zh_hans: 生长区域内包含足够多符合所选平面像素的网格单元。

source: Grid Growth Animation
zh_hans: 网格生长动画

source: Growing plane region
zh_hans: 正在扩展平面区域

source: Help
zh_hans: 帮助

source: High-fit cell
zh_hans: 高拟合度单元格

source: Higher strictness keeps only pixels that fit the seed plane more tightly.
zh_hans: 更高的严格度只保留与种子平面拟合得更紧密的像素。

source: Highlight Color
zh_hans: 高亮颜色

source: How many pixels in the selected region contain finite positive depth. Plane fitting and point projection ignore invalid samples.
zh_hans: 所选区域内包含有限正深度的像素数量。平面拟合和点投影会忽略无效样本。

source: How many selected pixels contain finite positive depth.
zh_hans: 所选像素中包含有限正深度的数量。

source: How tightly the grown region fits a single local plane. Higher is flatter.
zh_hans: 生长区域与单个局部平面的拟合紧密程度。数值越高表示越平整。

source: HTTP backend configured
zh_hans: HTTP 后端已配置

source: Importing locked captures...
zh_hans: 正在导入锁定屏幕拍摄内容…

source: Inliers
zh_hans: 内点

source: Inspectors
zh_hans: 检查器

source: Interface
zh_hans: 界面

source: Internal Status
zh_hans: 内部状态

source: Keep Screen Awake
zh_hans: 保持屏幕常亮

source: KeyID help. %@
zh_hans: KeyID 帮助。%@

source: KeyID identifies the App Attest key that this app prepared on this device. The app uses that key to generate request assertions, and the backend uses the KeyID to find the registered credential for verification. Settings show only a redacted KeyID summary.
zh_hans: KeyID 用于标识此 App 在本设备上准备的 App Attest 密钥。App 使用该密钥生成请求断言，后端使用 KeyID 查找已注册的凭据进行验证。“设置”中只会显示经过隐藏处理的 KeyID 摘要。

source: Language
zh_hans: 语言

source: Leave Pro mode.
zh_hans: 退出专业模式。

source: Legend
zh_hans: 图例

source: Library
zh_hans: 图库

# library.action.cancel
source: Cancel
zh_hans: 取消

# library.action.retry
source: Retry
zh_hans: 重试

# library.action.settings
source: Open Settings
zh_hans: 打开设置

# library.failure.decode.message
source: The downloaded media could not be decoded.
zh_hans: 下载的媒体无法解码。

# library.failure.decode.title
source: Unable to open item
zh_hans: 无法打开项目

# library.failure.download.message
source: The iCloud download did not finish. Try again.
zh_hans: iCloud 下载尚未完成，请重试。

# library.failure.download.title
source: Unable to download
zh_hans: 无法下载

# library.failure.offline.message
source: Connect to the internet to download this item from iCloud.
zh_hans: 请连接互联网，以从 iCloud 下载此项目。

# library.failure.offline.title
source: You’re offline
zh_hans: 当前离线

# library.failure.permission.message
source: Allow Photos access in Settings, then try again.
zh_hans: 请在“设置”中允许访问照片，然后重试。

# library.failure.permission.title
source: Photos access required
zh_hans: 需要照片访问权限

# library.failure.removed.message
source: This item was removed from Photos or is no longer shared with this device.
zh_hans: 此项目已从“照片”中移除，或不再与此设备共享。

# library.failure.removed.title
source: Item no longer available
zh_hans: 项目已不可用

# library.icloud.loading
source: Loading from iCloud…
zh_hans: 正在从 iCloud 载入…

# library.icloud.stored
source: Stored in iCloud
zh_hans: 已存储在 iCloud

# library.media.preparing.photo
source: Preparing photo…
zh_hans: 正在准备照片…

# library.media.preparing.video
source: Preparing video…
zh_hans: 正在准备视频…

source: Limited
zh_hans: 受限访问

source: Live Photo
zh_hans: 实况照片

source: Live Photo Default
zh_hans: 实况照片默认状态

source: Live Photo off
zh_hans: 实况照片已关闭

source: Live Photo on
zh_hans: 实况照片已开启

source: Loading TAP Library...
zh_hans: 正在载入 TAP 图库…

source: Local cloud
zh_hans: 本地点云

source: Local heatmap
zh_hans: 局部热图

source: Local range is recalculated from this selection, so it can show subtle depth changes inside the crop.
zh_hans: 局部范围会根据当前选择重新计算，因此能够显示裁剪区域内细微的深度变化。

source: Location
zh_hans: 位置

source: Location Access
zh_hans: 位置访问

source: Location Data
zh_hans: 位置数据

source: Locked capture imported
zh_hans: 已导入锁定屏幕拍摄内容

source: Loupe
zh_hans: 放大镜

source: Lower-fit cell
zh_hans: 较低拟合度单元格

source: Manual focus
zh_hans: 手动对焦

source: Manual focus magnifier
zh_hans: 手动对焦放大镜

source: Mask
zh_hans: 遮罩

source: Mask legend
zh_hans: 遮罩图例

source: Mask view highlights the pixels that contain finite positive depth samples. Green areas can contribute to statistics, plane fitting, and point projection; transparent areas are ignored.
zh_hans: 遮罩视图会高亮包含有限正深度样本的像素。绿色区域可参与统计、平面拟合和点投影，透明区域则会被忽略。

source: Measurements
zh_hans: 测量

source: Median depth
zh_hans: 深度中位数

source: Microphone
zh_hans: 麦克风

source: Microphone Access
zh_hans: 麦克风访问

source: Native auxiliary depth-map resolution used for camera-coordinate plane fitting.
zh_hans: 用于相机坐标系平面拟合的原生辅助深度图分辨率。

source: Near
zh_hans: 近处

source: Near %@
zh_hans: 近处 %@

source: Near points
zh_hans: 近处点

source: Needs Attention
zh_hans: 需要处理

source: Network Access
zh_hans: 网络访问

source: Network access check failed. Check connectivity, then try again.
zh_hans: 网络访问检查失败。请检查网络连接后重试。

source: No camera with depth-capable formats is available on this device.
zh_hans: 此设备上没有可使用深度格式的相机。

source: No capture score is available yet.
zh_hans: 目前没有可用的拍摄评分。

source: No depth photos yet
zh_hans: 还没有深度照片

source: No generated legend.
zh_hans: 尚未生成图例。

source: No local plane estimate.
zh_hans: 没有本地平面估计结果。

source: No local region
zh_hans: 无局部区域

source: No region selected.
zh_hans: 尚未选择区域。

source: No stable plane region found from this point.
zh_hans: 未能从此点找到稳定的平面区域。

source: Normal
zh_hans: 法向量

source: Not prepared
zh_hans: 尚未准备

source: Not Ready
zh_hans: 未准备

source: Not requested
zh_hans: 尚未请求

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: Opacity controls the global overlay on the main image. It does not change local region heatmap colors.
zh_hans: 不透明度控制主图上的全局叠加层，不会改变局部区域热图的颜色。

source: Open ${destination}
zh_hans: 打开 ${destination}

source: Open Camera
zh_hans: 打开相机

source: Open camera and analysis settings.
zh_hans: 打开相机与分析设置。

source: Open Settings
zh_hans: 打开设置

source: Open TAP Camera
zh_hans: 打开 TAP 相机

source: Open TAPCam
zh_hans: 打开 TAPCam

source: Open TAPCam to the selected camera workflow.
zh_hans: 打开 TAPCam 并进入所选的相机流程。

source: Optional. Used to include sound when Live Photo sound is enabled.
zh_hans: 可选。启用实况照片声音时，用于录制声音。

source: Optional. Used to record sound for Live Photos and videos.
zh_hans: 可选。用于为实况照片和视频录制声音。

source: Optional. Used to write capture location into photo metadata.
zh_hans: 可选。用于将拍摄位置写入照片元数据。

source: Output Format
zh_hans: 输出格式

source: Overlay
zh_hans: 叠加层

source: Overlay opacity
zh_hans: 叠加层不透明度

source: Pause video
zh_hans: 暂停视频

source: Permissions
zh_hans: 权限

source: PHOTO
zh_hans: 照片

source: Photo carousel
zh_hans: 照片轮播

source: Photo Integrity
zh_hans: 照片保真

source: Photo Library Access
zh_hans: 照片图库访问

source: Photo mode
zh_hans: 照片模式

source: Photo mode coming soon
zh_hans: 照片模式即将推出

source: Photo Quality
zh_hans: 照片质量

source: Photographer Mode requires a rear LiDAR camera. Unsupported devices fall back to Standard mode at runtime.
zh_hans: 专业模式需要后置 LiDAR 相机。不支持的设备会在运行时回退到标准模式。

source: Photographer Mode Startup
zh_hans: 专业模式启动状态

source: Photos
zh_hans: 照片

source: Plane cell colors summarize local fit quality inside the grown region.
zh_hans: 平面单元格的颜色概括了生长区域内的局部拟合质量。

source: Plane cells
zh_hans: 平面单元格

source: Plane cells use stronger green for better local plane fit and warmer color for weaker fit; the bright edge marks the grown boundary.
zh_hans: 局部平面拟合越好，单元格绿色越强；拟合较弱时颜色更暖。明亮边缘表示生长区域的边界。

source: Plane Filter
zh_hans: 平面筛选

source: Plane fitting needs camera intrinsics to project depth pixels into local camera coordinates.
zh_hans: 平面拟合需要使用相机内参，将深度像素投影到相机局部坐标系。

source: Plane inliers
zh_hans: 平面内点

source: Plane normal
zh_hans: 平面法向量

source: Plane region
zh_hans: 平面区域

source: Plane residual
zh_hans: 平面残差

source: Plane seed point
zh_hans: 平面种子点

source: Plane selection starts from one tapped depth point, then grows to neighboring pixels that fit the same surface.
zh_hans: 平面选择从轻点的一个深度点开始，再扩展到符合相同表面的相邻像素。

source: Plane Strictness
zh_hans: 平面严格度

source: Planes
zh_hans: 平面

source: Planes view grows a connected plane from the surface point you tap, then divides that region into fit-confidence grid cells. Rectangular Region selection is disabled here so the view stays focused on plane analysis.
zh_hans: 平面视图会从你轻点的表面点生长出相连平面，再按拟合置信度将该区域划分为网格单元。此处禁用矩形区域选择，使视图专注于平面分析。

source: Play video
zh_hans: 播放视频

source: Point colors map near-to-far depth in the same direction as the depth legend.
zh_hans: 点的颜色按照与深度图例相同的方向映射由近到远的深度。

source: Point colors map near-to-far depth so the preview stays comparable to the depth legend.
zh_hans: 点的颜色映射由近到远的深度，使预览能够与深度图例直接比较。

source: Preparation Failed
zh_hans: 准备失败

source: Prepare
zh_hans: 准备

source: Prepare Credential
zh_hans: 准备凭据

source: Prepares photo protection on this device.
zh_hans: 在此设备上准备照片保护。

source: Preparing
zh_hans: 正在准备

source: Preparing 2D playback
zh_hans: 正在准备 2D 播放

source: Preparing App Attest credential
zh_hans: 正在准备 App Attest 凭据

source: Preparing camera
zh_hans: 正在准备相机

source: Preparing camera...
zh_hans: 正在准备相机…

source: Preparing capture session...
zh_hans: 正在准备拍摄会话…

source: Preparing export...
zh_hans: 正在准备导出…

source: Preparing registered depth
zh_hans: 正在准备配准深度

source: Preparing share
zh_hans: 正在准备分享

source: Preparing video
zh_hans: 正在准备视频

source: Pro mode unavailable
zh_hans: 专业模式不可用

source: Protection Readiness
zh_hans: 保护准备状态

source: Quality
zh_hans: 质量优先

source: Range
zh_hans: 范围

source: Raw photo
zh_hans: 原始照片

source: Raw video
zh_hans: 原始视频

source: Ready
zh_hans: 已准备

source: Ready · %@ · crop metadata
zh_hans: 已就绪 · %@ · 裁切元数据

source: Records sound for Live Photos and videos.
zh_hans: 为实况照片和视频录制声音。

source: Region
zh_hans: 区域

source: Registered depth unavailable
zh_hans: 配准深度不可用

source: Release your drag to finish the selection and calculate local depth statistics.
zh_hans: 松开拖动以完成选择并计算局部深度统计。

source: Remember Last State
zh_hans: 记住上次状态

source: Requesting
zh_hans: 正在请求

source: Reset EV on App Launch
zh_hans: 启动 App 时重置曝光补偿

source: Reset Local Credential
zh_hans: 重置本地凭据

source: Reset local credential.
zh_hans: 已重置本地凭据。

source: Resets and prepares the App Attest credential.
zh_hans: 重置并准备 App Attest 凭据。

source: Residual
zh_hans: 残差

source: Restoring Pro mode…
zh_hans: 正在恢复专业模式…

source: Restoring standard camera…
zh_hans: 正在恢复标准相机…

source: Restricted
zh_hans: 受限制

source: Retry
zh_hans: 重试

source: Retry Network Access
zh_hans: 重试网络访问

source: Return to camera
zh_hans: 返回相机

source: Return to Camera After Background
zh_hans: 从后台返回后进入相机

source: Returning to standard mode…
zh_hans: 正在返回标准模式…

source: RGB has no color legend because it shows the original photo.
zh_hans: RGB 显示原始照片，因此没有颜色图例。

source: RGB view shows the primary HEIC image. It is the visual reference used to choose regions, but the depth measurements still come from the auxiliary depth map embedded beside it.
zh_hans: RGB 视图显示主 HEIC 图像。它是选择区域时的视觉参考，但深度测量仍来自随图像嵌入的辅助深度图。

source: Rule of Thirds
zh_hans: 三分构图线

source: Sampled points are valid depth pixels projected through camera intrinsics for a lightweight preview.
zh_hans: 采样点是通过相机内参投影的有效深度像素，用于生成轻量预览。

source: Score Detail
zh_hans: 评分详情

source: Select a rectangular area on the image to inspect local depth, range, and plane fit values.
zh_hans: 在图像上选择一个矩形区域，以检查局部深度、范围和平面拟合值。

source: Selected
zh_hans: 已选中

source: Selected area loupe
zh_hans: 所选区域放大镜

source: Selected plane direction in local camera coordinates.
zh_hans: 所选平面在相机局部坐标系中的方向。

source: Selected plane region
zh_hans: 所选平面区域

source: Selected plane region %lld percent confidence
zh_hans: 所选平面区域置信度为百分之 %lld

source: Selected point cloud loupe
zh_hans: 所选点云放大镜

source: Selected point cloud preview
zh_hans: 所选点云预览

source: Selected points use the same projection, limited to the active rectangular region.
zh_hans: 所选点使用相同的投影，但仅限于当前矩形区域。

source: Selected, Preparing
zh_hans: 已选中，正在准备

source: Selected, Ready
zh_hans: 已选中，已就绪

source: Selecting
zh_hans: 正在选择

source: Selecting region...
zh_hans: 正在选择区域…

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share and count of grown points that match the fitted plane.
zh_hans: 生长点中符合拟合平面的比例和数量。

source: Share photo
zh_hans: 分享照片

source: Share video
zh_hans: 分享视频

# share.badge.comingSoon
source: Coming Soon
zh_hans: 即将推出

# share.badge.members
source: Members
zh_hans: 会员

# share.badge.recommended
source: Recommended
zh_hans: 推荐

# share.error.message
source: The original sharing resources are temporarily unavailable.
zh_hans: 原始分享资料暂时不可用。

# share.error.title
source: Unable to Prepare Share
zh_hans: 无法准备分享

# share.option.image.subtitle
source: Platforms may compress the image or remove verification data.
zh_hans: 平台可能会压缩图片或移除验证数据。

# share.option.image.title
source: Share Image
zh_hans: 分享图片

# share.option.link.subtitle
source: Upload a capture and share a verification link.
zh_hans: 上传拍摄内容并分享验证链接。

# share.option.link.title
source: Share Link
zh_hans: 分享链接

# share.option.package.locked
source: Available after TAPNAP signing completes.
zh_hans: TAPNAP 签名完成后可用。

# share.option.package.subtitle
source: Complete original resources for verification.
zh_hans: 包含用于验证的完整原始资料。

# share.option.package.videoComingSoon
source: TAPNAP packages for video are coming soon.
zh_hans: 视频 TAPNAP 包即将推出。

# share.option.package.title
source: TAPNAP Package
zh_hans: TAPNAP 包

# share.option.video.subtitle
source: Platforms may transcode the video or remove verification data.
zh_hans: 平台可能会转码视频或移除验证数据。

# share.option.video.title
source: Share Video
zh_hans: 分享视频

# share.option.sticker.subtitle
source: Animate a point cloud as a shareable sticker.
zh_hans: 将点云动画导出为可分享的表情包。

# share.option.sticker.title
source: 3D Sticker
zh_hans: 3D 表情包

# share.preparing.package.title
source: Packing TAPNAP…
zh_hans: 正在打包 TAPNAP…

# share.preparing.title
source: Preparing Share…
zh_hans: 正在准备分享…

# share.status.failed
source: Failed
zh_hans: 失败

# share.status.retry
source: Needs Retry
zh_hans: 待重试

# share.status.title
source: TAPNAP Status
zh_hans: TAPNAP 状态

# share.status.verified
source: Verified
zh_hans: 已验证

source: Show ${captureScore}
zh_hans: 显示 ${captureScore}

source: Show a selected TAP capture score without opening the app.
zh_hans: 无需打开 App 即可显示所选的 TAP 拍摄评分。

source: Show Capture Score
zh_hans: 显示拍摄评分

source: Show Latest Capture Score
zh_hans: 显示最新拍摄评分

source: Show the latest TAP capture score without opening the app.
zh_hans: 无需打开 App 即可显示最新的 TAP 拍摄评分。

source: Shows measurements and previews for a completed rectangular selection. In Depth view, the selected crop is recolored using only local valid depth samples.
zh_hans: 显示已完成矩形选择的测量结果和预览。在深度视图中，所选裁剪区域仅使用局部有效深度样本重新着色。

source: Shows numeric depth measurements for the selected region, including median depth, range, valid samples, and any local plane estimate.
zh_hans: 显示所选区域的数值深度测量，包括深度中位数、范围、有效样本以及可用的局部平面估计。

source: Shutter Haptics
zh_hans: 快门触感

source: Shutter Sound
zh_hans: 快门声音

source: Shutter sound cannot be disabled on this device or in this region.
zh_hans: 此设备或所在地区不允许关闭快门声音。

source: Silent Shutter
zh_hans: 静音快门

source: Silent shutter is unavailable on this device or in this region.
zh_hans: 此设备或所在地区不支持静音快门。

source: Simplified Chinese
zh_hans: 简体中文

source: Skip
zh_hans: 跳过

source: Skipped
zh_hans: 已跳过

source: Sort the selected valid depth samples from near to far; this is the value in the middle.
zh_hans: 将所选有效深度样本由近到远排序；此值位于中间。
